{
  "Robin": "Ei @, feliz aniversário! Fico feliz que você escolheu esta cidade para se mudar. ",
  "Demetrius": "Feliz Aniversário @! Certifique-se de tirar algum tempo hoje para se divertir. $h",
  "Maru": "Feliz Aniversário @. Eu tentei fazer uma vela de aniversário eterna para você, mas infelizmente não deu certo. Talvez no próximo ano, certo? $h",
  "Sebastian": "Feliz Aniversário @. Desejo um ano de descanso e tranquilidade para você. ",
  "Linus": "Feliz Aniversário @. Muito obrigado por me visitar, mesmo no seu aniversário. Isso me deixa muito feliz. ",
  "Pierre": "Ei @, parabéns! Espero que este ano seja ótimo para você! ",
  "Caroline": "Feliz Aniversário @. Obrigado por tudo o que você fez pela nossa comunidade. Tenho certeza de que seus pais devem estar orgulhosos de você. $h",
  "Abigail": "Parabéns @! Espero que este ano possamos continuar em mais aventuras juntos. $h!",
  "Alex": "Eae @, feliz aniversário! Talvez este seja o seu melhor ano.$h",
  "George": "Quando você chegar na minha idade, aniversários vão passar sem que você perceba. Mas mesmo assim, parabéns. @.",
  "Evelyn": "Parabéns @. Você cresceu e virou uma pessoa tão boa e tenho certeza de que continuará crescendo mais ainda. ",
  "Lewis": "Parabéns @! Estou profundamente grato pelo que você fez pela nossa comunidade. Tenho certeza de que seu avô deve estar orgulhoso de você.",
  "Clint": "Feliz Aniversário @. Tenho certeza que este ano será muito bom para você.",
  "Penny": "Feliz Aniversário @. Que você aproveite todas as bênçãos da vida este ano. ",
  "Pam": "Parabéns, criança. Nós devemos celebrar este seu ano de vida com uma bebida. $h",
  "Emily": "Estou sentindo uma forte energia vital positiva em você, então hoje deve ser o seu aniversário. Parabéns @!$h",
  "Haley": "Feliz Aniversário @. Espero que este ano você consiga ótimos presentes de aniversário! $h",
  "Jas": "Parabéns @. Eu desejo que você tenha um ótimo aniversário.",
  "Vincent": "Ei @, você veio brinc...ahh, hoje é o seu aniversário??? Parabéns! ",
  "Jodi": "Olá @. Há um rumor de que hoje é o seu aniversário. Se este for o caso, parabéns!$h",
  "Kent": "Jodi me disse que hoje é o seu aniversário @. Parabéns e certifique-se de valorizar as coisas todos os dias.",
  "Sam": "Olá @! Parabéns! Nós devemos ter uma sessão de guitarra para celebrar seu aniversário! $h ",
  "Leah": "Ei @, feliz aniversário! Nós devemos ir até o saloon hoje a noite para celebrarmos! $h ",
  "Shane": "Feliz Aniversário @. Continue trabalhando duro e tenho certeza que o próximo ano será melhor que este.",
  "Marnie": "Olá @. Todos estão falando sobre seu aniversário hoje, e queria ter certeza de te desejar um ótimo dia, então... Feliz Aniversário e Parabéns! $h ",
  "Elliott": "Que dia maravilhoso, não é mesmo @? Especificamente hoje, o dia do seu aniverário. Eu tentei fazer um poema, mas sinto que a melhor maneira de fazer isso é simplesmente te desejando um feliz aniversário! $h ",
  "Gus": "Ei @, parabéns! Espero que você aproveite o resto do seu dia e certifique-se de que você não é mais um estranho no salão!",
  "Dwarf": "Feliz Aniversário @. Espero que o que eu tenha dito seja aceitável para os humanos. ",
  "Wizard": "Os espíritos me disseram que hoje é seu aniversário. Neste caso, feliz aniversário @. Que seu ano seja brilhante! ",
  "Harvey": "Ei @, feliz aniversário! Lembre-se de fazer alguns exames aqui alguma hora, para se certificar de que você vai viver muito anos além desse! ",
  "Sandy": "Olá @. Ouvi dizer que hoje é o seu aniversário e eu não queria que você se sentisse excluído ao me visitar, então feliz aniversário!",
  "Willy": "Baum @? feliz aniversário. Olhar para você me faz lembrar dos dias em que eu era apenas um peixinho nadando para o mar. Continue a apreciá-los, jovem.$h",
  "Krobus": "Ouvi dizer que é tradição dos humanos dar um presente aos outros no dia do seu aniversário. Nesse caso, parabéns @."
}