{
  "Robin": "Ei @! Feliz Aniversário! Eu fico feliz que você escolheu essa cidade para se mudar. ",
  "Demetrius": "Feliz Aniversário @! Certifique-se de tirar um tempo hoje para se divertir. $h",
  "Maru": "Feliz aniversário @! Tentei fazer para você uma vela eterna, mas infelizmente não deu certo. Talvez no próximo ano, certo? $h",
  "Sebastian": "Feliz aniversário, @. Espero que as coisas estejam indo bem na fazenda.",
  "Linus": "Feliz aniversário @. Obrigado por me visitar até no seu aniversário, Isso realmente me deixa feliz. ",
  "Pierre": "Ei @, feliz aniversário! Espero que este próximo ano seja ótimo para você! ",
  "Caroline": "Feliz aniversário @. Obrigado por tudo que você fez pela nossa comunidade, Tenho certeza que seus pais estão orgulhosos de você. $h",
  "Abigail": "Feliz aniversário, @! Espero que este ano possamos ir em ainda mais aventuras juntos $h!",
  "Alex": "E aí @ ! Feliz Aniversário ! Que esse seja o melhor ano de todos. $h",
  "George": "Quando você chega à minha idade, aniversários vêm e vão. Ainda sim, Parabéns @ e aproveite!",
  "Evelyn": "Feliz Aniversário @. Você já cresceu tanto ! Mas eu tenho certeza que a sua bondade irá crescer cada vez mais. ",
  "Lewis": "Meus Parabéns @! Eu e todos do Vale do Orvalho estamos muito gratos por tudo o que você já tem fez. Seu avô estaria muito orgulhoso de você agora. Feliz Aniversário",
  "Clint": "Feliz Aniversário @. Tenho certeza que esse ano será ótimo pra você.",
  "Penny": "Feliz aniversário @. Que você aproveite todas as bênçãos da vida este ano. ",
  "Pam": "Feliz aniversário @. Nós deveríamos beber juntos para comemorar mais um ano de vida! $h",
  "Emily": "Eu posso sentir uma forte energia positiva vindo de você. Só pode ser seu aniversário !! Parabéns @! $h",
  "Haley": "Feliz Aniversário @. Tomara que você ganhe ótimos presentes esse ano né ?! hehehe brincadeirinha. $h",
  "Jas": "Feliz Aniversário tio(a) @. É pra você. Todos nós gostamos muito de você tio(a) @ !",
  "Vincent": "Oi tio(a)...oh é seu aniversário hoje ?! Hehehe Eu já sabia ! Pra você ! Parabéns tio(a) @! ",
  "Jodi": "Olá @. Ouvi falar que hoje é seu aniversário. Portanto, Feliz aniversário! $h",
  "Kent": "Jodi me disse que hoje é o seu aniversário hoje @. Feliz aniversário ! E certifique-se sempre de apreciar cada dia que passou.",
  "Sam": "E ai @ Feliz aniversário! Que tal a gente reunir toda a banda e comemorar hoje à noite!$h ",
  "Leah": "Oi @ Feliz Aniversário! A Gente deveria ir ao Saloon Fruta Estrelar hoje à noite e comemorar né ?$h ",
  "Shane": "Feliz aniversário @. Continue trabalhando duro e tenho certeza que esse ano será um dos melhores.",
  "Marnie": "Olá @. Todo mundo está falando que hoje é seu aniversário, então eu gostaria de ter certeza que te desejei feliz aniversário, então, Feliz aniversário! $h ",
  "Elliott": "Que dia maravilhoso não é @? Especialmente hoje que é seu aniversário. Eu tentei lhe fazer um poema mas percebi que o único jeito de falar é de um jeito simples, então, Feliz aniversário. $h ",
  "Gus": "Ei @ feliz aniversário! Se quiser pode aproveitar o resto do dia aqui no Saloon, você sempre é bem-vindo aqui!",
  "Dwarf": "Feliz aniversário @. Espero que o presente que eu escolhi te dar seja aceitável, pelo menos para os humanos. ",
  "Wizard": "Os espíritos me revelaram que hoje é o seu aniversário. Hahaha é claro que é ! Feliz Aniversário @. Que este ano brilhe ainda mais forte para você! ",
  "Harvey": "Olá @, Feliz aniversário! Tenha certeza de vir para um check up de vez em quando para ter certeza de viver ainda mais! ",
  "Sandy": "Ei @. É verdade ? É seu aniversário ! Eu que não vou ficar fora dessa onda viu ! Feliz Aniversário e divirta-se!",
  "Willy": "@ ! Feliz Aniversário. Olhar para você me faz lembrar dos dias em que eu era apenas um peixinho nadando para o mar. Que saudade da juventude hahaha. $h",
  "Krobus": "Ouvi dizer que é tradição dar um presente aos outros no dia do seu aniversário. Então nesse caso, feliz aniversário @."
}
