{
"Mail:birthdayMom": "Querido @, ^ Feliz aniversário, filho. Tem sido incrível ver você crescer e se tornar a pessoa gentil e trabalhadora que sempre sonhei que você se tornaria. Espero que continue a ter muitas outras boas lembranças com quem você ama. ^ Com Amor, mamãe ^ P.S. Aqui está uma coisinha que fiz para você. %item object 221 1 %%",  
  "Mail:birthdayDad": "Querido @, ^ Feliz aniversário, filho. Tem estado um pouco quieto por aqui no seu aniversário, já que você não está por perto, mas sua mãe e eu sabemos que você está nos deixando orgulhosos. Ambos sabemos que viver do seu próprio sustento pode ser difícil, mas acreditamos em você, continue seguindo seus sonhos. ^ Com amor, Papai ^ P.S. Aqui está algum dinheiro para ajudá-lo na fazenda. Boa sorte! %item money 5000 5001 %%",  
  "Mail:birthdayJunimos": "Por favor, venha hoje ao centro comunitário. ^ Atenciosamente, ^      -Os Junimos",
  "Mail:birthdayDatingPenny": "Querido @. ^ Minha mãe e eu decidimos fazer uma festinha de aniversário para você. Você poderia passar aqui em casa hoje? ^ Atenciosamente, ^      -Penny",
  "Mail:birthdayDatingMaru": "Ei @. ^ Minha família e eu decidimos fazer uma festa de aniversário para você. Você poderia vir aqui em casa hoje? ^ Atenciosamente, ^      -Maru",
  "Mail:birthdayDatingSebastian": "Ei @. ^ Você poderia vir na minha casa mais tarde? Minha família e eu decidimos fazer uma festa de aniversário para você. ^^      -Sebastian",
  "Mail:birthdayDatingLeah": "Ei @. ^ Você poderia vir na minha casa mais tarde? Achei que seria legal se fizéssemos uma pequena festa para você. ^ Atenciosamente, ^      -Leah",
  "Mail:birthdayDatingAbigail": "Ei @. ^ Minha família resolveu fazer uma festinha para você. Você poderia vir aqui hoje? ^ Atenciosamente, ^      -Abigail",
  "Mail:birthdayDatingAbigail_Wednesday": "Ei @. ^ Achei que seria divertido se fizéssemos uma pequena festa para você hoje. Você poderia passar pelas minas mais tarde? ^ Atenciosamente, ^      -Abigail",
  "Mail:birthdayDatingEmily": "Oi @. ^ Achei que seria legal fazer uma festa de aniversário para você em nossa casa. Você poderia vir aqui hoje? ^ Atenciosamente, ^      -Emily",
  "Mail:birthdayDatingHaley": "Ei @. ^ Achei que seria bacana fazer uma festa de aniversário para você. Você poderia ir a minha casa ainda hoje? ^ Atenciosamente, ^      -Haley",
  "Mail:birthdayDatingHarvey": "Ei @. ^ Achei que seria bom fazer uma festa de aniversário para você na minha casa. Você poderia passar por meu quarto no segundo andar da clínica hoje? ^ Atenciosamente, ^      -Harvey",
  "Mail:birthdayDatingElliott": "Olá @. ^ Achei que seria legal fazer uma festa de aniversário para você. Você poderia vir à minha humilde casa mais tarde? ^ Atenciosamente, ^      -Elloitt",
  "Mail:birthdayDatingSam": "Ei @. ^ Achei que seria divertido fazer uma festa de aniversário para você aqui em casa. Você poderia dar uma passadinha aqui em casa? ^^      -Sam",
  "Mail:birthdayDatingAlex": "Ei @. ^ Achei que seria legal fazer uma festa de aniversário para você aqui em casa. Você poderia passar na minha casa hoje? ^^      -Alex",
  "Mail:birthdayDatingShane": "Ei @. ^ Você poderia passar aqui em casa hoje? Pensei em fazer uma pequena reunião para você. ^^      -Shane",
  "Happy Birthday: Star Message": "Hoje é seu aniversário! Feliz Aniversário!",
  "Happy Birthday: Farmhand Birthday Message": "É o aniversário do @! Parabéns pra ele!",
  "Season": "Estação",
  "Date": "Data",
  "BirthdayError_FestivalDay": "Você não pode fazer aniversário em um dia que tenha festival. Desculpe!",
  "FavoriteGift": "Presente Favorito ",
  "Event:JunimoBirthdayParty_0": "Parece que os junimos querem te dar uma festa!",
  "Event:JunimoBirthdayParty_1": "Parece que sobrou bolo também!",
  "Event:DatingPennyBirthday_Pam:0": "Vamos lá garoto. A festa acabou de começar! $h",
  "Event:DatingPennyBirthday_Pam:1": "Aqui, sente-se e tome uma cerveja para comemorar!",
  "Event:DatingPennyBirthday_Pam:2": "Muito bem, saúde garoto! Feliz aniversário e mais um ótimo ano! $h",
  "Event:DatingPennyBirthday_Penny:0": "Oh, @ você chegou na hora certa!!$h",
  "Event:DatingPennyBirthday_Penny:1": "Achei que seria legal se fizéssemos uma festinha. Não é muito, mas espero que goste. $l",
  "Event:DatingPennyBirthday_Penny:2": "Mãe!$a",
  "Event:DatingPennyBirthday_Penny:3": "*suspiro* Bem, sinta-se em casa. Vou pegar o bolo.",
  "Event:DatingPennyBirthday_Penny:4": "Feliz Aniversário @. Espero que possamos passar muito mais aniversários juntos. $l",
  "Event:DatingPennyBirthday_Finish:0": "Foi bom comemorar meu aniversário com Pam e Penny.",
  "Event:DatingPennyBirthday_Finish:1": "Parece que sobrou bolo e cerveja também!",
  "Event:DatingMaruBirthday_Demetrius:0": "Bem-vindo @, entre e sinta-se em casa.$h",
  "Event:DatingMaruBirthday_Demetrius:1": "Concordo. Eu acho essa festa perfeitamente maravilhosa. Além disso, estudos mostram que sua produtividade é aumentada quando você se diverte de vez em quando.$h",
  "Event:DatingMaruBirthday_Maru:0": "Ohh @, você chegou bem na hora da festa.$h",
  "Event:DatingMaruBirthday_Maru:1": "Tentei construir um robô para ajudá-lo em sua fazenda como um presente, mas fiquei sem tempo. Espero que termine no próximo ano.",
  "Event:DatingMaruBirthday_Maru:2": "Tudo bem, @ faça um desejo!",
  "Event:DatingMaruBirthday_Maru:3": "Feliz aniversário @. Espero que este seja apenas o começo de muitos anos mais por vir.$l",
  "Event:DatingMaruBirthday_Robin:0": "Tenho que concordar. Acho que é o pedido que conta, não necessariamente o presente.$h",
  "Event:DatingMaruBirthday_Robin:1": "Opa, acho que o bolo está pronto!",
  "Event:DatingMaruBirthday_Sebastian:0": "Você me conhece, só essa festa já é o suficiente. Não precisa exagerar.",
   "Event:DatingMaruBirthday_Sebastian:1": "Bolo, vamos comer.",
   "Event:DatingMaruBirthday_Finish:0": "Foi bom comemorar meu aniversário com Maru e sua família.",
   "Event:DatingMaruBirthday_Finish:1": "Parece que sobrou bolo também!",
   "Event:DatingSebastianBirthday_Demetrius:0": "Concordo. Eu acho que essa festa é perfeitamente maravilhosa. Além disso, estudos mostram que sua produtividade é aumentada quando você se diverte de vez em quando.$h",
   "Event:DatingSebastianBirthday_Demetrius:1": "Tudo bem, @ vá em frente e faça um desejo!$h",
   "Event:DatingSebastianBirthday_Maru:0": "Feliz Aniversário @. Honestamente, estou um pouco surpreso por estarmos dando essa festa. Sebastian nunca gostou muito de festas.",
   "Event:DatingSebastianBirthday_Maru:1": "Oh querido, finalmente o bolo está pronto! Deixa eu pegar a primeira fatia @! $h",
  "Event:DatingSebastianBirthday_Robin:0": "Bem-vindo @, entre e sinta-se em casa.$h",
  "Event:DatingSebastianBirthday_Robin:1": "Ei, achei ótimo que Sebastian resolveu dar uma festa para @. $h",
  "Event:DatingSebastianBirthday_Robin:2": "Ah, acho que o bolo está pronto!",
  "Event:DatingSebastianBirthday_Sebastian:0": "Ei @ você chegou na hora certa. Mamãe está terminando o bolo agora. $h",
  "Event:DatingSebastianBirthday_Sebastian:1": "Honestamente... e eles se perguntam por que eu não faço coisas assim com mais frequência.",
  "Event:DatingSebastianBirthday_Sebastian:2": "Feliz Aniversário @. Estou feliz por termos passado um tempo assim juntos. $h",
  "Event:DatingSebastianBirthday_Finish:0": "Foi bom comemorar meu aniversário com Sebastian e sua família.",
  "Event:DatingSebastianBirthday_Finish:1": "Parece que sobrou bolo também!",
  "Event:DatingLeahBirthday_Leah:0": "Bem-vindo @! Entre e sinta-se em casa!$h",
  "Event:DatingLeahBirthday_Leah:1": "Eu sabia que hoje era seu aniversário, então pensei que faríamos uma pequena festa para você. Eu comprei um bolo para nós.$h",
  "Event:DatingLeahBirthday_Leah:2": "Você sabe que não comemoro o aniversário de ninguém há alguns anos, mas, de alguma forma, senti que realmente queria passar o dia com você.$l",
  "Event:DatingLeahBirthday_Leah:3": "Eu nunca pensei que mudaria de ideia sobre celebrações como esta, mas acho que ficar com você realmente me abriu de novo.$l",
  "Event:DatingLeahBirthday_Leah:4": "De qualquer forma, chega dessa conversa embaraçosa. Feliz Aniversário @. Agora vamos comer bolo?$h",
  "Event:DatingLeahBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Leah.",
  "Event:DatingLeahBirthday_Finish:1": "Parece que sobrou bolo também!",
  "Event:DatingAbigailBirthday_Abigail:0": "Ei @! Você chegou bem a tempo da festa!$h",
  "Event:DatingAbigailBirthday_Abigail:1": "Uau, esse bolo parece delicioso mãe!$h",
  "Event:DatingAbigailBirthday_Abigail:2": "Vá em frente e faça um desejo @.",
  "Event:DatingAbigailBirthday_Abigail:3": "Então @, o que você desejou? Espero que por algumas habilidades incríveis!",
  "Event:DatingAbigailBirthday_Abigail:4": "De qualquer forma, feliz aniversário! Espero que tenhamos muitas outras aventuras por vir. $l",
  "Event:DatingAbigailBirthday_Caroline:0": "Por favor, tenho certeza de que seus clientes não se importarão se você sair por alguns minutos. De qualquer forma, o bolo está pronto.",
  "Event:DatingAbigailBirthday_Caroline:1": "*suspiro* Honestamente.",
  "Event:DatingAbigailBirthday_Caroline:2": "Bem, sinta-se à vontade para se servir o quanto quiser.$h",
  "Event:DatingAbigailBirthday_Pierre:0": "Fique à vontade @! Não posso ficar muito tempo porque tenho que voltar à loja mas achei que uma festa seria uma boa ideia!$h",
  "Event:DatingAbigailBirthday_Pierre:1": "Bem, é claro que seria. Foi feito com os ingredientes da *mais alta* qualidade da loja! $h",
  "Event:DatingAbigailBirthday_Finish:0": "Foi bom comemorar meu aniversário com Abigail e sua família.",
  "Event:DatingAbigailBirthday_Finish:1": "Parece que sobrou bolo também!",
  "Event:DatingAbigailBirthday_Mine_Abigail:0": "Ei @! Você chegou bem a tempo da festa. Bem, esta mais para uma aventura!$h",
  "Event:DatingAbigailBirthday_Mine_Abigail:1": "Achei que seria divertido passar um tempo juntos na mina pelo seu aniversário. Nada representa um aniversário emocionante como uma aventura, certo?$h",
  "Event:DatingAbigailBirthday_Mine_Abigail:2": "Não se preocupe, eu não estava dizendo que íamos lutar contra monstros. Achei que uma mudança de local seria emocionante. Além disso, minha casa está fechada hoje, já que meu pai tira o dia de folga às quartas-feiras.",
  "Event:DatingAbigailBirthday_Mine_Abigail:3": "Estou muito feliz por podermos passar um tempo juntos assim. Eu até trouxe um bolo para nós, para fazermos uma celebração adequada. Vá em frente e faça um desejo!",
  "Event:DatingAbigailBirthday_Mine_Abigail:4": "Enfim, feliz aniversário @! Espero que tenhamos muito mais aventuras por vir. $l",
  "Event:DatingAbigailBirthday_Mine_Finish:0": "Foi bom comemorar meu aniversário apenas com Abigail.",
  "Event:DatingAbigailBirthday_Mine_Finish:1": "Parece que sobrou bolo também!",
  "Event:DatingEmilyBirthday_Emily:0": "Olá, @ você chegou bem a tempo da festa.$h",
  "Event:DatingEmilyBirthday_Emily:1": "Achei que seria legal fazer uma pequena festa em sua homenagem.",
  "Event:DatingEmilyBirthday_Emily:2": "De alguma forma, sinto que os aniversários são um lembrete importante para vivermos o momento e convivermos com a harmonia da natureza.",
  "Event:DatingEmilyBirthday_Emily:3": "De qualquer forma eu fiz um bolo de chocolate para nós! É feito com ingredientes naturais e adoçado com xarope de cacto!$h",
  "Event:DatingEmilyBirthday_Emily:4": "Faça um desejo @! $h",
  "Event:DatingEmilyBirthday_Emily:5": "Feliz Aniversário @! Sinto uma forte energia da fortuna vinda dos espíritos para você este ano. $l",
  "Event:DatingEmilyBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Emily.",
  "Event:DatingEmilyBirthday_Finish:1": "Parece que sobrou bolo também!",
  "Event:DatingHaleyBirthday_Haley:0": "Ei, @ você chegou bem na hora da festa!$h",
  "Event:DatingHaleyBirthday_Haley:1": "Bem, quero dizer que seria uma festa, mas eu pensei que seria bom ter algo só com nós dois. $l",
  "Event:DatingHaleyBirthday_Haley:2": "Eu acho que aniversários podem ser bem divertidos quando você os faz direito, mas eu queria que fosse especial porque ... você é especial, sabe?$l",
  "Event:DatingHaleyBirthday_Haley:3": "De qualquer forma, também comprei um bolo para nós! Não esqueça de fazer um desejo, certo?$h",
  "Event:DatingHaleyBirthday_Haley:4": "Feliz Aniversário @. Estou tão feliz por termos passado algum tempo juntos. Vamos tirar uma foto para lembrar desse momento. $l",
  "Event:DatingHaleyBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Haley.",
  "Event:DatingHaleyBirthday_Finish:1": "Parece que sobrou bolo também!",
  "Event:DatingHarveyBirthday_Harvey:0": "Olá, @ você chegou bem na hora! Deixa eu limpar tudo.$h",
  "Event:DatingHarveyBirthday_Harvey:1": "Achei que seria bom ter uma pequena festa para você, então preparei algo especial para nós.$l",
  "Event:DatingHarveyBirthday_Harvey:2": "Não se preocupe com o vinho. Um pouco de moderação é necessário, mas este é um dia especial!$h",
  "Event:DatingHarveyBirthday_Harvey:3": "Agora, saúde! Feliz Aniversário, um brinde à nossa saúde e muitos mais anos por vir!$l",
  "Event:DatingHarveyBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Harvey.",
  "Event:DatingHarveyBirthday_Finish:1": "Parece que sobrou comida também!",
  "Event:DatingElliottBirthday_Elliott:0": "Ahh @, maravilhoso! Você chegou bem na hora! $h",
  "Event:DatingElliottBirthday_Elliott:1": "Achei que seria esplêndido se tivéssemos uma pequena festa juntos em homenagem ao seu aniversário!$h",
  "Event:DatingElliottBirthday_Elliott:2": "Sei que aniversários podem ser uma provação e tenho certeza de que você está muito ocupado hoje, mas agradeço por ter vindo até aqui para passar seu dia especial comigo. $l",
  "Event:DatingElliottBirthday_Elliott:3": "Infelizmente, tentei escrever algo para expressar minha afeição por você, mas de alguma forma as palavras simplesmente não conseguiam capturar cada pequeno detalhe.$l",
  "Event:DatingElliottBirthday_Elliott:4": "Muito bem, que tal um bolo para marcar a ocasião. Vá em frente e faça um desejo!",
  "Event:DatingElliottBirthday_Elliott:5": "Feliz Aniversário @! Aqui está a esperança de que haja muito mais histórias para serem contadas com sua vida! $l",
  "Event:DatingElliottBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Elliott.",
  "Event:DatingElliottBirthday_Finish:1": "Parece que sobrou bolo também!",
  "Event:DatingSamBirthday_Sam:0": "Ei @ você chegou bem na hora. $h",
  "Event:DatingSamBirthday_Sam:1": "Achei que seria divertido fazer uma pequena festa para você, já que é seu aniversário. Não se preocupe, minha família está ocupada fazendo outras coisas, então podemos apenas relaxar. $h",
  "Event:DatingSamBirthday_Sam:2": "Comprei pizza e joja cola. Espero que goste! Eu teria feito um bolo para você, mas nunca descobri como fazer esse tipo de coisa.$h",
  "Event:DatingSamBirthday_Sam:3": "De qualquer forma, feliz aniversário @. Tenho muita sorte de estar com alguém como você. $l",
  "Event:DatingSamBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Sam.",
  "Event:DatingSamBirthday_Finish:1": "Parece que sobrou comida também!",
  "Event:DatingAlexBirthday_Alex:0": "Ei @ você chegou bem na hora. $h",
  "Event:DatingAlexBirthday_Alex:1": "Achei que seria divertido fazer uma pequena festa para você, já que é seu aniversário. É sempre uma boa ideia relaxar depois de treinar tanto! $h",
  "Event:DatingAlexBirthday_Alex:2": "Comprei pizza e joja cola. Espero que goste! $h",
  "Event:DatingAlexBirthday_Alex:3": "Feliz Aniversário @. Tenho muita sorte de estar com alguém como você. $l",
  "Event:DatingAlexBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Alex.",
  "Event:DatingAlexBirthday_Finish:1": "Parece que sobrou comida também!",
  "Event:DatingShaneBirthday_Shane:0": "Ei @ você chegou bem na hora. $h",
  "Event:DatingShaneBirthday_Shane:1": "Achei que seria bom fazer uma festa para você. $h",
  "Event:DatingShaneBirthday_Shane:2": "Comprei pizza e joja cola. Espero que gostem! Eu teria preparado algo como um bolo com ovos das galinhas mas eu não tinha certeza de como fazer.$h",
  "Event:DatingShaneBirthday_Shane:3": "De qualquer forma, feliz aniversário @. Estou feliz por estar com alguém como você. $l",
  "Event:DatingShaneBirthday_Finish:0": "Foi bom comemorar meu aniversário apenas com Shane.",
  "Event:DatingShaneBirthday_Finish:1": "Parece que sobrou comida também!",
  "Event:PartyOver": "Foi uma festa divertida. De volta ao trabalho!"  
  }
