{
  "Abigail": "Buon compleanno, @! Speriamo quest'anno di poter vivere ancora più avventure insieme! $h",
  "Alex": "Yo, @, buon compleanno! Facciamo in modo che questo sia l'anno migliore! $h",
  "Caroline": "Buon compleanno, @. Grazie per tutto quello che hai fatto per la nostra comunità. Sono sicuro che i tuoi genitori sono orgogliosi di te. $h",
  "Clint": "Ehi, buon compleanno, @. Sono certo che quest'anno sarà grandioso per te.",
  "Demetrius": "Buon compleanno, @! Oggi assicurati di prenderti un po' di tempo libero per divertirti. $h",
  "Dwarf": "Buon compleanno, @. Aspetta, gli umani li celebrano, vero?",
  "Elliott": "Che giornata fantastica, vero, @? Ma sono sicuro che per te sia ancora più bella, visto che è il tuo compleanno!$h#$b#In realtà stavo per scrivere una poesia per l'occasione, ma per ora ti dovrà bastare un 'buon compleanno'.",
  "Emily": "Buon compleanno, @! Vedo il tuo futuro luminoso. $h",
  "Evelyn": "Buon compleanno, @. Sei diventata una persona così bella e sono sicura che tuo nonno sarebbe orgoglioso di vedere chi sei diventata.",
  "George": "Quando si arriva alla mia età, i compleanni cominciano ad andare e venire. Comunque, buon compleanno, @.",
  "Gus": "Ehi, @, buon compleanno! Ti auguro di goderti il resto della giornata e ti invito a passare dal saloon!",
  "Haley": "Buon compleanno, @. Speriamo che quest'anno riceva dei bei regali! $h",
  "Harvey": "Buon compleanno, @. Passa a fare un controllo qualche volta, va bene? Voglio assicurarmi che tu possa vivere ancora molto.",
  "Jas": "Buon compleanno, @. Sono felice di aver deciso di conoscerti.",
  "Jodi": "Ehilà, @. Si dice che oggi sia il tuo compleanno. In tal caso, buon compleanno! $h",
  "Kent": "Jodi mi ha detto che oggi era il tuo compleanno, @. Buon compleanno e mi raccomando, goditi ogni singolo giorno.",
  "Krobus": "Buon compleanno, @. Non capisco ancora bene gli esseri umani, ma sono comunque felice di averti conosciuto.",
  "Leah": "Ehi, @, buon compleanno! Sono lieta di vedere che ti stai comportando bene nella fattoria. $h",
  "Leo": "Un'uccellino della mia famiglia mi ha detto che oggi è il tuo compleanno, @. Buon compleanno!",
  "Lewis": "Buon compleanno, @! Apprezzo molto tutto ciò che hai fatto per la città. Continua così.",
  "Linus": "Buon compleanno, @. Grazie per avermi visitato anche nel giorno del tuo compleanno. Mi rende davvero felice. $h",
  "Marnie": "Ciao, @! Oggi tutti parlano del tuo compleanno e volevo assicurarmi di farti gli auguri anche io. Quindi, buon compleanno! $h",
  "Maru": "Buon compleanno, @. Ho provato a fare una candela eterna per te, ma purtroppo non è andata bene. Magari l'anno prossimo, no? $h",
  "Pam": "Buon compleanno, pivello. Dovremmo bere qualcosa per festeggiare un altro anno di vita per te! $h",
  "Penny": "Buon compleanno, @. Mi auguro che tu possa godere di tutte le benedizioni della vita quest'anno. $h",
  "Pierre": "Ehi, @, buon compleanno! Spero che il tuo prossimo anno sia fantastico!",
  "Robin": "Ehi, @, buon compleanno! Sono davvero felice che tu abbia deciso di trasferirti nella valle.",
  "Sam": "Ehi, @, buon compleanno! Dovremo organizzare una jam session di compleanno per te, prima o poi! $h",
  "Sandy": "Tesoro, sei venuto fin qui per vedermi il giorno del tuo compleanno?$h#$b#Beh, allora il minimo che posso fare è augurarti un buon compleanno!~ $h",
  "Sebastian": "Buon compleanno, @. Spero che le cose vadano bene alla fattoria.",
  "Shane": "Buon compleanno, @. Continua a lavorare sodo e sono sicuro che il prossimo anno sarà fantastico.",
  "Vincent": "Ehi, @, sei venuto a gi... oh, è il tuo compleanno? Buon compleanno!",
  "Willy": "Ehilà, @, buon compleanno. Guardarti mi ricorda i giorni in cui anch'io ero solo un pischello. Goditela finché puoi, giovane. $h",
  "Wizard": "Buon compleanno, @. Non dimenticare mai che sei te a creare il tuo futuro.#$e#Come lo sapevo? Ah, Ho sentito alcuni abitanti che discutevano su quali regali farti. Credo che lo apprezzerai."
}